[
    {"id" :"579b1347a5e1e52d283f2eb9",
    "short_description" : "Founder và CEO tại Wings.vn",
    "content" : "Từng học tại Mỹ, Singapore<br>Hiện tại đang làm Founder và CEO tại Wings.vn<br><br>Hôm qua là kết thúc khóa C4E2, giờ nghĩ lại cứ thấy bồi hồi sao sao ý.. <br>Ufo muốn gửi lời cảm ơn tới tất cả mọi người: <br>- Cảm ơn giảng viên Huy Nguyen Quang Trần Đức Hùng Cương Nguyễn đã cực kỳ tận tâm, nhiệt huyết, đáng yêu, kiến thức và kỹ năng rất khủng, cố gắng truyền tải cho học viên những cái hay ho nhất (k0 chỉ về code) dù trong khóa học ngắn như vậy. <br>- Cảm ơn các bạn học viên học cùng đã luôn chăm chỉ, máu lửa như vậy. các bạn máu quá cũng làm mình máu theo. Học viên toàn những người bựa và vui, nhưng sống lại đặc biệt tình cảm.<br>- Cá nhân Ufo có sự yêu mến đặc biệt với những con người ở Techkids. Ufo học hỏi được rất nhiều từ cả giảng viên, nhân viên, lẫn học viên. Ufo vẫn còn nhớ có lần ốm k0 đến lớp đc, mọi người réo rắt gọi đt hỏi thăm sao k0 đi học, và update về tình hình trên lớp trực tuyến luôn ^^ <br>Ufo cũng nhớ những buổi thâu đêm suốt sáng code cùng mọi người, hay léo nhéo nhắn tin hỏi giảng viên và coach để support. Mọi người vẫn luôn ở đấy vì nhau, đấy là điều đáng quý nhất <3<br>Techkids là một trong những startups mình thực sự quan tâm và mong muốn hỗ trợ nhiều hơn, vì đơn giản Techkids đang mang lại giá trị thực cho xã hội và mình thấy được sự tận tâm của team đằng sau đó.<br>- Khi nào có khóa data, mong Techkids ưu đãi học viên cũ để Ufo đi học :P<br>Thanks all for everything <3 Really appreciate with lots of love <3",
    "name" : "Châu Dương"},
    {"id" : "579b134ba5e1e52d283f2eba",
    "short_description" : "Từng là Marketing Manager tại Cốc Cốc",
    "content" : "Từng là Marketing Manager tại Cốc Cốc<br><br>Ngồi code ròng rã 15 tiếng với các anh em trong TechKids là một trong những trải nghiệm cool nhất của mình trong năm âm lịch này.<br>Code xong thấy trân trọng các Coder vãi cả ra '_! Việc code đòi hỏi quá nhiều kỷ luật, chăm chỉ, óc logic và tinh thần học hỏi. Và tìm xem tại sao Code không chạy là cả 1 trò bạo lực :((((((<br>Cảm ơn chú Huy Nguyen Quang rất nhiều '_!<br><br>Nếu không có sự support tới số của chú và các anh em trong TechKids thì chắc anh không bao giờ hoàn thành xong được chương trình này. Các thầy giáo và trợ giảng dạy thực sự rất thông minh, lớp rất vui và ngồi code thâu đêm thì cực kỳ sướng :))))))))) ",
    "name" : "Minh Tiến"},
    {"id" : "579b1095a5e1e52d283f2eb8",
    "short_description" : "Sinh năm 2000 - Học sinh THPT lê Quý Đôn",
    "content" : "Sinh năm 2000 - Học sinh THPT lê Quý Đôn<br><br>PHÁT HIỆN TECHKIDS<br>Ngồi trong phòng vệ sinh nam của trường Lê Quý Đôn mà khóc*, Pt bỗng suy nghĩ về cuộc đời, sự nghiệp theo đuổi học hành, về những năm tháng hạnh phúc. Pt bỗng nhận ra những ngày tháng bạn Pt thực sự có niềm vui sướng khi được đi học mà không phải là vì đáp ứng sựa kì vọng của xã hội, không bị ám ảnh bởi cái nhãn dán mà xã hội đặt cho mình, những năm tháng mà Pt cảm giác như được sống thực sự chứ không phải sợ cái ngày có lời ra tiếng vào từ mọi người và xã hội, tự xoa dịu sự lo lắng bất an của mình bằng cách hoàn thành một cách tuyệt đối hoàn hảo tất cả các yêu cầu chi li nhất của việc học. Những năm tháng hạnh phúc đấy là những năm tháng được học Tin học. Nhớ mỗi tối thứ 6 là hồi hộp không sao tả được để đến buổi sáng thứ 7 là bật dậy đi học Tin, so với cái cảm giác sáng dậy bây giờ thì là, phải ngẩn ngơ hết mười phút, lại một ngày nữa trôi qua, lại một ngày nữa phải sống. <br>Thôi tạm lược mấy cái tiêu cực đi, cái chính là bạn Pt giữa bộn bề cuộc sống thi học sinh giỏi cấp trường với 2 tình yêu lúc đấy là Sinh với Hóa, thì tự nhiên nhớ tới ước mơ hồi bé/tình yêu đầu của mình là được trở thành Hacker/Lập trình viên. Nghĩ là làm thôi, bạn Pt vứt hết mấy cái thi hsg lại vì bạn ấy méo quan tâm đến chúng nó nữa, tạm thời cầm cái điện thoại lở loét của mình mà search facebook mấy từ khóa \"code\" \"lập trình\" các thể loại, ban đầu bạn ấy nghĩ là không ra được cái trung tâm đào tạo tử tế nào đâu hoặc mấy cái lởm lởm kiểu dạy online hoặc ra cái chỉ cho sinh viên hoặc của nước ngoài bên Sing Ấn nào đấy thôi, nhưng thật là bất ngờ, cái TechKids nó ra ngay đầu luôn. Ồ bát ngờ quá nhìn có vẻ hịn icon hoành tráng chuyên nghiệp phết, nó lại còn là tiếng Việt nữa, update stt thường xuyên này, ồ hay phết nó là dạy thực hành luôn à,… được được để nghiên cứu.<br>----------------------------------------------------------------<br>CHỌN TECHKIDS<br>Như một đứa kĩ tính, muốn đảm bảo chất lượng học hành của mình, Pt đâu có ngu mà đi apply luôn đâu, phải nghiên cứu chứ, Pt nhìn vậy thôi chứ tỉnh lắm. Ờm ờm, xem nào, ấn tượng phết, ngồi đọc review mà cứ toát mồ hôi hột, ờm được được lắm, cảm giác có vẻ quan tâm chân thật phết méo phải kiểu nhiệt tình nhạt nhòa của mấy cái trung tâm tiếng anh mình hay bị dụ dỗ. Pt thấy có vẻ bắt được sóng não của cái tinh thần học hỏi của bên TechKids. Thôi tổng kết lại sau khi ngồi phân tích đánh giá cái Techkids này thì:<br>- Cơ sở vật chất: kay tạm được cũng giống mấy trung tâm tiếng anh loại thường thường thôi nhưng cái chính là đủ dùng là được rồi<br>- Tiện ích xung quanh: lúc đấy là có tận 4 cái thì một cái ở Chùa Bộc cách nhà có 500m, cái hôm đi phỏng vấn mừng hụt phỏng vấn ở đấy -> học tại đấy luôn, thế bất nào lại học tại Chùa Láng cơ chứ, bức xúc quá (*nhìn nhìn cái con người mà tự biết mình là ai rồi đấy*)<br>- Môi trường học: nghe danh đã lâu chắc đúng với review thôi cộng thêm việc mình đào mộ hết học viên trong này thì có thấy có ai phàn nàn gì đâu nên chắc tốt rồi<br>- Học phí: ồ có mỗi 2 triệu thôi à, cũng có vẻ bèo phết tính ra có 75-100k một buổi <br>- Chương trình học: ờm có vẻ thú vị, học Python cơ à, ban đầu Pt nghĩ sẽ học Pascal thôi, ngoài ra còn có cái Hackathon cuối khóa nữa, thú vị phết.<br>-> Đủ diều kiện để Pt apply rồi, thôi apply thôi.<br>-> Cảm nghĩ sau khi apply: bây giờ mà apply đi phỏng vấn mà trượt thì đẹp mặt<br>-----------------------------------------------------------------------------<br>HỌC TẠI TECHKIDS<br>Nói sao giờ, thì đương nhiên là một khi Pt đã chọn thì nó phải tuyệt vời rồi, đoạn này sẽ chỉ là lặp lại học ở TechKids tuyệt vời như thế nào, mọi người nhiệt tình ra sao, blah blah gì đấy. Nhưng mà theo tâm lí con người thì nếu muốn họ giữ vững một đặc điểm gì đó thì phải liên tục phóng đại nhấn mạnh cái đặc điểm đó ra cộng thêm nữa cũng giống như người yêu nhau thì nói nghìn câu yêu vẫn thấy không đủ mà… Vậy nên đây, nó đây:<br>“Học tại TechKids là một trải nghiệm tuyệt vời. Dù chỉ có 2 tháng ngắn ngủi với nhau thôi nhưng nó đã tác động không nhỏ đến em. Tại đây em đã không chỉ học được nhiều bài học về lập trình cơ bản mà còn học được cách làm việc nhóm cho Hackathon, sắp xếp công việc,… Đề em có thể có cơ hội học được những điều như vậy phải cảm ơn đến giảng viên anh Huy Nguyen Quang và coach Hiepdamdang đã cực kì tâm huyết và nhiệt tình với học viên, ngoài ra thì cũng không thể thiếu bà chị Hà San Nguyễn và anh Nguyễn Thanh Tùng đã luôn ủng hộ và chăm sóc tích cực học viên và bà chị LinhCC lâu lâu mang đồ ăn đến nữa. Kết thúc khóa học C4E lần này đã để lại nhiều kỉ niệm trong em, trong đó có lòng biết ơn vô hạn vì sự hỗ trợ, cơ hội được học tập tại TechKids. Hy vọng và chúc mọi người thành công với dự định của mình.”<br>Ôi rồi nghe nghiêm túc vãi chưởng sự thật mà nói thì em có thể chỉ viết cái đoạn thôi này thay vì cả cái bài như thế này nhưng mà em thích make color nên nó thành thế đó. Ngoài ra thì em cũng định bổ sung ấn tượng đầu nhưng mà em thích ân tượng đầu phải được nói at the very end of a story nên em không nói đâu.<br>--------------------------------------------------------------------------<br>Và cuối cùng thì … CHUYỂN HỘ KHẨU SANG TECHKIDS<br>“Family isn't always blood. It's the people in your life who want you in theirs. The ones who accept you for who you are. The ones who would do anything to see you smile, and who love you no matter what.”<br>Thật vậy, Gia đình là sự lựa chọn và mong muốn yêu thương nhau vô điều kiện. Đó là thứ gắn bó tất cả chúng ta với nhau. Bạn Pt cảm thấy thật may mắn khi được ở trong gia đình TechKids, vẫn bị xúc động bởi cái TechKids luôn ở đây để giúp đỡ mọi người lắm… *sụt sịt ti tí* Vậy nên xong cái khóa C4E này thì bạn ấy cũng không đứt luôn tình cảm với TechKids đâu mà bạn ấy còn đi học lớp web, pronunciation với đang cần học IELTS ở TechKids/ILIAT các thể loại cơ mà, nói chung mọi người sẽ thấy cái bản mặt này dài dài thôi. Ngoài ra thì đoạn cuối này đinh viết ai rảnh thì đến thăm nuôi bạn Pt nhưng mà đến ngày hôm nay thì khỏe rồi. ^^",
    "name" : "Phương Thảo"},
    {"id" : "579efe0e12e86b041ccfddf9",
    "short_description" : "Marketing manager tại Cốc Cốc",
    "content" : "Là một trong những học viên đầu tiên của khóa C4E, bọn mình được các thầy lôi ra làm “chuột bạch” bao nhiêu thứ: được dạy về Games, về Web, Github, mô hình Scrum,… cuối khóa còn tay to chơi cả một project website tin tức du lịch trong 2 tuần. Thế mà lớp mình đứa nào đứa nấy chăm vãi. Hôm nào học cũng 11h mới bắt đầu mò về mà chẳng đứa nào kêu ca gì, thậm chí còn bắt thầy ở lại giảng bài thêm.  <br>Ra trường đi làm được 2 năm, va chạm cũng không ít, nhưng chỉ có ở Teckids mình mới thấy 1 tinh thần ham học hỏi & ăn chơi hừng hực. Tất nhiên là độ bựa cũng không kém…Không tin hãy hỏi mọi người ở teckids, họ sẽ nói cho bạn biết làm sao với 2 BCS bạn có thể dùng dc 3 lần…<br>Mình là Marketer, không phải Developer. Nhưng học cách làm việc như 1 developer cho mình nhiều bài học áp dụng trong công việc và cả cuộc sống.  Đó là Tư duy phân tích – chia nhỏ vấn đề và giải quyết từng phần một. Thêm nữa là khả năng làm việc nhóm: công việc của coder ai cũng nghĩ là độc lập, tẻ nhạt nhưng Teckids lại dạy cho mình điều ngược lại. Sau rốt là tư duy logic. <br>Nhưng C4E cho mình nhiều thứ hơn là 1 khóa học: những người bạn, người anh em (mà có thể gọi hội chơi Ba con sói bất cứ lúc nào), sự chia sẻ kiến thức, và trên hết là thường xuyên được truyền cảm hứng về việc mình được phép khác biệt trong thế giới này. Nếu bạn có 1 ước mơ, bạn còn cần gì hơn thế nữa?",
    "name" : "Nguyễn Mai"}
]
